{
"fullname": "นายใจดี ทองมาก",
"age": "๒๕ ปี",
"mobile": "๐๘๑ ๑๒๓๑๒๓๔",
"cardid": "๑ ๒๓๔๕ ๖๗๘๙๑ ๐๑๒ ๓๓",
"address": "๑๒๓",
"tambon": "ทุ่งสุด",
"amphur": "เมือง",
"province": "นครสวรรค์",
"train_begin": "February 7, 2025",
"train_end": "April 25, 2025",
"cardid_begin": "๑ เมษายน ๒๕๖๘",
"cardid_end": "๓๐ มิถุนายน ๒๕๗๐",
"degree": "นิสิตระดับปริญญาตรี ชั้น ปี ๓ คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเกษตรศาสตร์",
"department_division": "ทีมวิจัยสมองกลอัจฉริยะและความจริงเสมือน กลุ่มวิจัยไอโอทีและระบบอัตโนมัติสำหรับงานอุตสาหกรรม",
"center_name": "ศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชาติ",
"coach": "Mr. Piyapong Premvaranon",
"support": "According to the NSTDA regulations on financial support for foreign and Thai workers, 2011 and amendments.",
"parent_fullname": "นางสาวทดสอบ ดีใจ",
"parent_age": "๕๐ ปี",
"parent_mobile": "๐๘๑ ๑๒๓๙๙๙๙",
"parent_cardid": "๑ ๒๓๔๕ ๖๗๘๙๑ ๙๙๙ ๙๙",
"parent_address": "๒๓",
"parent_tambon": "ประชาธิปัตย์",
"parent_amphur": "ธัญบุรี",
"parent_province": "ปทุมธานี",
"parent_cardid_begin": "๑ มกราคม ๒๕๖๖",
"parent_cardid_end": "๓๑ ธันวาคม ๒๕๖๘",
"paragraph2": "Mr. NAOKI OTSUKA, 23 years, whose address is 3-7-3 Kajiwara, Kamakura, Kanagawa, mobile number 081 6545222, passport number TT4651904, issued by September 26, 2024 and expired on September 26, 2034, a student of a Bachelor's degree, year 3, Faculty of Science and Engineering, Tokyo City University (hereinafter referred to as the “Trainee”), as the other party.",
"department_division_center": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1 The Trainee agrees to participate in a training regarding National Metal and Materials Technology Center, Material Processing and Manufacturing Automation Research Group, Lightweight Engineering Research Team, with details as follows.",
"paragraph_parent":"ศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งช"
}